[
  {
    "Ethereum Address": "0xB2bC02703cDB0c340C60C3DB1412Bc364f2c316A",
    "Name": "Terrorteeth",
    "Description": "Spooky greetings to you, I'm Terrorteeth, Sometimes I dance the monster mash. My favourite Halloween was a few years ago when I put a lot of work into my costume, dressed up as a scary Spider-Man and ate an entire pizza all to myself. My favourite scary movie is Poltergeist",
    "NFC ID": "042449AAE25680",
    "Gender": "Male",
    "Colour": "Glow in the Dark",
    "Batch": "Spooky",
    "Class": "Ghostly",
    "Skill": "Dancer",
    "NFT Image": "Tree"
  },
  {
    "Ethereum Address": "0x748044889b60230f7b27039893b6805A8686B286",
    "Name": "Qulyabanı",
    "Description": "Bonjour, my name is Qulyabanı, I enjoy being spooky and love to watch Jumanji, I wish there was a version I could play online. The best Halloween I've ever had is when I dressed up as  a dog then went to a party in a discotheque with the cast of Electric Boogaloo . My favourite scary movie is The Little Mermaid, those talking fish people really freak me out.",
    "NFC ID": "043E404AE26280",
    "Gender": "Male",
    "Colour": "Glow in the Dark",
    "Batch": "Spooky",
    "Class": "Hair-raising",
    "Skill": "Firework Expert",
    "NFT Image": "Casper"
  },
  {
    "Ethereum Address": "0xe59d87e5298ac2fb24c2fc55d256cb8fcb696238",
    "Name": "Smoketooth",
    "Description": "Yo Yo, it's me Smoketooth, I enjoy being scary and love to prank call people and pretend I'm a ghost. One Halloween I ended up partying with Dustin Diamond! My favourite scary movie is The Silence of the Lambs",
    "NFC ID": "0430434AE26280",
    "Gender": "Male",
    "Colour": "Glow in the Dark",
    "Batch": "Spooky",
    "Class": "Bizarre",
    "Skill": "Mask Maker",
    "NFT Image": "Tree"
  },
  {
    "Ethereum Address": "0xcc344De89bB3CB8F6c6134dDb338847cE58f64cA",
    "Name": "Decapitron",
    "Description": "Boo, I go by the name of Decapitron, Halloween is my favourite day of the year, I take the whole day off work and then get all of my friends round to my house, set off fireworks and watch scary movies! Thinking back, my best Halloween was when I dressed up like a very scary elmo then went to a spooky tea party. My favourite scary movie is 28 Days Later",
    "NFC ID": "0436434AE26280",
    "Gender": "Male",
    "Colour": "Glow in the Dark",
    "Batch": "Spooky",
    "Class": "Unnerving",
    "Skill": "Rascal",
    "NFT Image": "Tree"
  },
  {
    "Ethereum Address": "0x10F546a6F4d20d91e5a8506124384759C9F4bC79",
    "Name": "Manda",
    "Description": "Ola, my name is Manda, I really like to cook Goulash. The greatest Halloween ever was when I dressed up like a angry Unicorn and went to a party in a spooky castle. My favourite scary movie is It, but not the crappy remake with the little kid from Stranger Things in it.",
    "NFC ID": "041F444AE26280",
    "Gender": "Female",
    "Colour": "Glow in the Dark",
    "Batch": "Spooky",
    "Class": "Frightening",
    "Skill": "Psychic",
    "NFT Image": "Tree"
  },
  {
    "Ethereum Address": "0x10F546a6F4d20d91e5a8506124384759C9F4bC79",
    "Name": "Revoky",
    "Description": "Hello, my name is Revoky, Halloween is my favourite day of the year, I take the whole day off work and then watch scary movies. The best Halloween I've ever had is when I dressed up like a particularly frightening poltergeist then went to Nicolas Cage's house and got to hold his Razzie. My favourite scary movie is Jaws, I am terrified of sharks!",
    "NFC ID": "04594AAAE25680",
    "Gender": "Female",
    "Colour": "Glow in the Dark",
    "Batch": "Spooky",
    "Class": "Frightening",
    "Skill": "Chocolate Connoisseur",
    "NFT Image": "Tree"
  },
  {
    "Ethereum Address": "0xA4474649F7d876F01c45972f4030E2be3bb51D66",
    "Name": "Spogelse",
    "Description": "Bonjour, I go by the name of Spøgelse, Halloween is my favourite time of the year, I enjoy being especially spooky and love to spend time staying in haunted hotels. The greatest Halloween ever was when I dressed up like a magic Unicorn and snuck into the local zoo to kiss a crocodile as a dare! My favourite scary movie is E.T",
    "NFC ID": "0444434AE26280",
    "Gender": "Female",
    "Colour": "Glow in the Dark",
    "Batch": "Spooky",
    "Class": "Ghostly",
    "Skill": "Firework Expert",
    "NFT Image": "Tree"
  },
  {
    "Ethereum Address": "0xDC546f477f273bCF327297bf4ADCB671b5f20BE1",
    "Name": "Damien",
    "Description": "Ola Amigo, I am Damien, Frightening people is my favourite thing to do and Halloween is my favourite day of the year, I decorate my house, carve pumpkins and in the evening I love to Prank call people and pretend I am calling from the future! Thinking back, my best Halloween was when I dressed up as a particularly frightening Princess and ended up in Jeff Goldblum's haunted castle, drinking shots of tequila until the sun came up!",
    "NFC ID": "043E434AE26280",
    "Gender": "Male",
    "Colour": "Glow in the Dark",
    "Batch": "Spooky",
    "Class": "Bizarre",
    "Skill": "Mask Maker",
    "NFT Image": "Tree"
  },
  {
    "Ethereum Address": "0xEDb7F337A3E4f1523a25D56e205a287168991f7c",
    "Name": "Chucky",
    "Description": "Ola, I am Chucky, Halloween is my favourite day of the year, I take the whole day off work and then watch Jumanji, I wish there was a version I could play online. My all time favourite Halloween is when I put a lot of work into my costume, dressed up as Keith Richards then went to a party in a discotheque with Hurley from Lost . My favourite scary movie is The Shining",
    "NFC ID": "0451434AE26280",
    "Gender": "Male",
    "Colour": "Glow in the Dark",
    "Batch": "Spooky",
    "Class": "Hair-raising",
    "Skill": "Mask Maker",
    "NFT Image": "Tree"
  },
  {
    "Ethereum Address": "0x1Def9bebE8cEf5f1C0F5fC71F1f0c1312A273e15",
    "Name": "Spookghetti",
    "Description": "Boo, I go by the name of Spookghetti, Halloween is my favourite time of the year, I love to wear a cape and hang out at the local blood bank! My all time favourite Halloween is the year I dressed up as a possessed Phil Mickelson and went to a party in Luigi's mansion. My favourite scary movie is Candyman",
    "NFC ID": "0458444AE26280",
    "Gender": "Female",
    "Colour": "Glow in the Dark",
    "Batch": "Spooky",
    "Class": "Hair-raising",
    "Skill": "Hungry",
    "NFT Image": "Tree"
  },
  {
    "Ethereum Address": "0x7f3bdcb01f6b4348b769726a41ffd9c2c19b11a8",
    "Name": "Clarice",
    "Description": "Ola, my name is Clarice, Frightening people is my favourite thing to do and Halloween is my favourite day of the year, I decorate my house, carve pumpkins and in the evening I party hard! My fondest Halloween memory is when I dressed up as a Freddy Mercury and went rollerskating.",
    "NFC ID": "04524AAAE25680",
    "Gender": "Female",
    "Colour": "Glow in the Dark",
    "Batch": "Spooky",
    "Class": "Bizarre",
    "Skill": "Spooky",
    "NFT Image": "Casper"
  },
  {
    "Ethereum Address": "0x503143D2A3FD0DA1868Cc4f14056c1cF48546f94",
    "Name": "Addams",
    "Description": "Bonjour, my name is Addams, I like to prank call people and pretend I can see them. The greatest Halloween ever was when I dressed up as Betelgeuse and hid under my bed.",
    "NFC ID": "043249AAE25680",
    "Gender": "Male",
    "Colour": "Glow in the Dark",
    "Batch": "Spooky",
    "Class": "Terrifying",
    "Skill": "Trickster",
    "NFT Image": "Skeleton"
  },
  {
    "Ethereum Address": "0xBe3BF9Bb42bF423695B792250BE206C9A58e2dE1",
    "Name": "Briesmonis",
    "Description": "Yo, I go by the name of Briesmonis, I enjoy being the spookiest of all my friends and really like to prank call people and pretend I can see them. The best Halloween I've ever had was when I dressed up as a Lady Gaga, went to a party, got bored and was in bed by 10PM. My favourite scary movie is The Others",
    "NFC ID": "0456424AE26280",
    "Gender": "Female",
    "Colour": "Glow in the Dark",
    "Batch": "Spooky",
    "Class": "Hair-raising",
    "Skill": "Scary Movie Expert",
    "NFT Image": "Casper"
  },
  {
    "Ethereum Address": "0xb05154f800F13dbBC9B0cadc1c650EccDeA0730e",
    "Name": "Cady",
    "Description": "Yo, I go by the name of Cady, I like to sit alone in the dark, listening for ghosts. My best Halloween memory is from when I put a lot of effort into my outfit, dressing up as a cute poltergeist then went to Stone Cold Steve Austin's haunted penthouse to watch him eat 16 apples in under an hour. My favourite scary movie is Psycho",
    "NFC ID": "044D424AE26280",
    "Gender": "Female",
    "Colour": "Glow in the Dark",
    "Batch": "Spooky",
    "Class": "Frightening",
    "Skill": "Jack o' Latern Carver",
    "NFT Image": "Tree"
  },
  {
    "Ethereum Address": "0x8C2E67Bd3D0f432eF75D9AE6623Cd0DFbCE66050",
    "Name": "Geoffrey Spooky Fingers",
    "Description": "Spooky greetings to you, I'm Geoffrey Spooky Fingers, Halloween is my favourite time of the year, I like to visit Transylvania. My all time favourite Halloween is when I dressed up like a magic Hulk Hogan then spent the evening howling at the moon. My favourite scary movie is The Evil Dead",
    "NFC ID": "0447424AE26280",
    "Gender": "Male",
    "Colour": "Glow in the Dark",
    "Batch": "Spooky",
    "Class": "Ghostly",
    "Skill": "Psychic",
    "NFT Image": "Skeleton"
  },
  {
    "Ethereum Address": "0x8C2E67Bd3D0f432eF75D9AE6623Cd0DFbCE66050",
    "Name": "Fester",
    "Description": "Yo Yo, it's me Fester, Halloween is my favourite holiday, I really love to sit alone in the dark  listening for ghosts. The best Halloween I've ever had is when I  dressed up as a lion tamer and went to a party in a very haunted house.",
    "NFC ID": "0441424AE26280",
    "Gender": "Male",
    "Colour": "Glow in the Dark",
    "Batch": "Spooky",
    "Class": "Unnerving",
    "Skill": "Spooky",
    "NFT Image": "Casper"
  },
  {
    "Ethereum Address": "0x10F546a6F4d20d91e5a8506124384759C9F4bC79",
    "Name": "Sir Spookalot",
    "Description": "Ola Amigo, I am Sir Spookalot, I enjoy being frightening and love to get all of my friends round to my house, set off fireworks and watch scary movies! Thinking back, my best Halloween was when I dressed up like a zombie lion tamer and ended up in Pat Sharpe's fun house, drinking shots of tequila until the sun came up! My favourite scary movie is Troll Hunter",
    "NFC ID": "043B424AE26280",
    "Gender": "Male",
    "Colour": "Glow in the Dark",
    "Batch": "Spooky",
    "Class": "Hair-raising",
    "Skill": "Mask Maker",
    "NFT Image": "Tree"
  },
  {
    "Ethereum Address": "0xa5188ffb1038729BD3eaB99d0356a3106ec39F08",
    "Name": "Monstre",
    "Description": "Hello, my name is Monstre, I enjoy scaring people and love to hit up the neighbourhood, trick or treating until the sun comes up. My favourite Halloween was when I spent the evening cuddling a pug dressed as a bear.",
    "NFC ID": "041C3F4AE26280",
    "Gender": "Male",
    "Colour": "Glow in the Dark",
    "Batch": "Spooky",
    "Class": "Terrifying",
    "Skill": "Scary Movie Expert",
    "NFT Image": "Casper"
  },
  {
    "Ethereum Address": "0x10F546a6F4d20d91e5a8506124384759C9F4bC79",
    "Name": "Monstruo",
    "Description": "Hello, my name is Monstruo, I enjoy being frightening and love to eat cheese before I go to bed. The greatest Halloween ever was when got dressed up as Boris Yeltsin and went to Halle Berry's house to watch Catwoman on repeat for 12 hours. My favourite scary movie is The Silence of the Lambs",
    "NFC ID": "0429454AE26280",
    "Gender": "Male",
    "Colour": "Glow in the Dark",
    "Batch": "Spooky",
    "Class": "Frightening",
    "Skill": "Rascal",
    "NFT Image": "Tree"
  },
  {
    "Ethereum Address": "0xDC546f477f273bCF327297bf4ADCB671b5f20BE1",
    "Name": "Monstro",
    "Description": "Bonjour, my name is Monstro, Halloween is my favourite holiday of the year, I love to dance the monster mash. My fondest Halloween memory is when I dressed up as a vampire and hung out at a blood bank! My favourite scary movie is The Blair Witch Project",
    "NFC ID": "0425434AE26280",
    "Gender": "Male",
    "Colour": "Glow in the Dark",
    "Batch": "Spooky",
    "Class": "Bizarre",
    "Skill": "Dancer",
    "NFT Image": "Tree"
  },
  {
    "Ethereum Address": "0x9AF481276b075e036BC23E887a8Bd275e69Ef74C",
    "Name": "Beatrix",
    "Description": "Ola Amigo, I am Beatrix, I love to visit Salem and hang out with my fellow witches. My fondest Halloween memory is from the time I dressed up as Glenn Beck and ate a whole pack of cookies. My favourite scary movie is The Grudge",
    "NFC ID": "041F434AE26280",
    "Gender": "Female",
    "Colour": "Glow in the Dark",
    "Batch": "Spooky",
    "Class": "Witch",
    "Skill": "Jack o' Latern Carver",
    "NFT Image": "Casper"
  },
  {
    "Ethereum Address": "0x10F546a6F4d20d91e5a8506124384759C9F4bC79",
    "Name": "Chilombo",
    "Description": "Ola, I am Chilombo, Halloween is my favourite time of the year, I enjoy being especially spooky, I bunk off work and love to dance the monster mash. My best Halloween memory is from when I dressed up as a particularly frightening poltergeist then went to Nicolas Cage's house and got to hold his Razzie. My favourite scary movie is The Fly.",
    "NFC ID": "0419434AE26280",
    "Gender": "Male",
    "Colour": "Glow in the Dark",
    "Batch": "Spooky",
    "Class": "Hair-raising",
    "Skill": "Psychic",
    "NFT Image": "Casper"
  },
  {
    "Ethereum Address": "0x144Fe09f6C7B5Ef16603774AFbF59B09f3877f14",
    "Name": "Simon Saw Fingers",
    "Description": "Boo, my name is Simon saw fingers, Halloween is my favourite time of the year, I enjoy being especially spooky and love to jump out at people and scream \"Boo\"! I throw the best Halloween parties and love to stay up all night.",
    "NFC ID": "0412434AE26280",
    "Gender": "Male",
    "Colour": "Glow in the Dark",
    "Batch": "Spooky",
    "Class": "Terrifying",
    "Skill": "Spooky",
    "NFT Image": "Skeleton"
  },
  {
    "Ethereum Address": "0x0000001d2B0A08A235276e8765aa1A659Aae58bb",
    "Name": "Rosemary",
    "Description": "Hello, my name is Rosemary, I really love to dress my pets up as giant spiders. The greatest Halloween ever was when I dressed up as a purple coloured turtle and went to a party on a farm with the cast of Seinfeld . My favourite scary movie is Nutty Professor II: The Klumps",
    "NFC ID": "040C434AE26280",
    "Gender": "Female",
    "Colour": "Glow in the Dark",
    "Batch": "Spooky",
    "Class": "Ghostly",
    "Skill": "Magic",
    "NFT Image": "Casper"
  },
  {
    "Ethereum Address": "0xBe8F6309C504d4bcA414853F3d853750C39635a8",
    "Name": "Espiritu",
    "Description": "Boo, my name is Espiritu, I enjoy scaring people and like to sit alone in the dark, listening for ghosts. The perfect Halloween was when dressed up as a werewolf and ate cheese until I puked! My favourite scary movie is The Exorcist",
    "NFC ID": "0406444AE26280",
    "Gender": "Female",
    "Colour": "Glow in the Dark",
    "Batch": "Spooky",
    "Class": "Gross",
    "Skill": "Firework Expert",
    "NFT Image": "Casper"
  },
  {
    "Ethereum Address": "0x9C288E7F4dbd99E5753c4Fb4c24CAd3D73828EcB",
    "Name": "Gill-man",
    "Description": "Boo, my name is Gill-man, I enjoy scaring people and like to dress my pets up as gremlins. My all time favourite Halloween was when I dressed up as Hulk Hogan and ate my weight in sugar. My favourite scary movie is Train to Busan",
    "NFC ID": "040B424AE26280",
    "Gender": "Male",
    "Colour": "Glow in the Dark",
    "Batch": "Spooky",
    "Class": "Ghostly",
    "Skill": "Cosplayer",
    "NFT Image": "Casper"
  },
  {
    "Ethereum Address": "0x3C3A07B8778Abe80B217b1CCA04dc40d6EF837Eb",
    "Name": "Orlok",
    "Description": "Yo, I go by the name of Orlok, I sometimes visit Salem and pretend I'm a witch. My fondest Halloween memory is when I dressed up as a vampire and went to a party in a haunted castle. Sometimes I think I can hear people moving around my house at night!",
    "NFC ID": "0417424AE26280",
    "Gender": "Male",
    "Colour": "Glow in the Dark",
    "Batch": "Spooky",
    "Class": "Frightening",
    "Skill": "Firework Expert",
    "NFT Image": "Skeleton"
  },
  {
    "Ethereum Address": "0xC5e38233Cc0D7CFf9340e6139367aBA498EC9b18",
    "Name": "Thunderhand",
    "Description": "Hey, my name is Thunderhand, I really love to dress my pets up as ghostbusters. My fondest Halloween memory is when I dressed up as a very scary Spider-Man then put a pumpkin on my head and fell down some stairs! My favourite scary movie is A Nightmare on Elm Street",
    "NFC ID": "0423424AE26280",
    "Gender": "Male",
    "Colour": "Glow in the Dark",
    "Batch": "Spooky",
    "Class": "Ghostly",
    "Skill": "Trickster",
    "NFT Image": "Casper"
  },
  {
    "Ethereum Address": "0x27f3d5D64140909911dfE48eE981570e40a917Fb",
    "Name": "Torchy",
    "Description": "Yo Yo, it's me Torchy, Sometimes I ride around my city on a broomstick. Thinking back the weirdest Halloween of all time was when dressed up as a lion and went to an abandoned factory to watch Sandra Bullock rap about how how much she enjoys eating hummus. My favourite scary movie is Hellraiser",
    "NFC ID": "042A414AE26280",
    "Gender": "Male",
    "Colour": "Glow in the Dark",
    "Batch": "Spooky",
    "Class": "Wizard",
    "Skill": "Psychic",
    "NFT Image": "Casper"
  },
  {
    "Ethereum Address": "0x3C3A07B8778Abe80B217b1CCA04dc40d6EF837Eb",
    "Name": "Spookiny",
    "Description": "Yo, I go by the name of Spookiny, I sometimes spend time staying in haunted hotels. Thinking back, my best Halloween was when I dressed up as a scary piece of spaghetti and went to Nicolas Cage's house and got to hold his Razzie. My favourite scary movie is Dr Doolittle, there's something about a man that can speak to animals that really messes with me.",
    "NFC ID": "0438414AE26280",
    "Gender": "Male",
    "Colour": "Glow in the Dark",
    "Batch": "Spooky",
    "Class": "Bizarre",
    "Skill": "Brave",
    "NFT Image": "Tree"
  },
  {
    "Ethereum Address": "0xBe8F6309C504d4bcA414853F3d853750C39635a8",
    "Name": "Poe",
    "Description": "Boo, it's me, Poe, I really love to wear a cape and hang out at the local blood bank! Thinking back, my best Halloween was when I dressed up like a raven and ate an entire bag of chocolate all to myself. My favourite scary movie is The Hills Have Eyes",
    "NFC ID": "043E414AE26280",
    "Gender": "Male",
    "Colour": "Glow in the Dark",
    "Batch": "Spooky",
    "Class": "Unnerving",
    "Skill": "Firework Expert",
    "NFT Image": "Tree"
  },
  {
    "Ethereum Address": "0xC1603652025a73898dC8eedf4F5440145574F0DE",
    "Name": "Zep",
    "Description": "Word up, it's your boy, Zep! Every Halloween, I throw a Spooktacular event at my house where my friends and I tell each other the scariest stories we know.",
    "NFC ID": "0444414AE26280",
    "Gender": "Male",
    "Colour": "Glow in the Dark",
    "Batch": "Spooky",
    "Class": "Unnerving",
    "Skill": "Cosplayer",
    "NFT Image": "Tree"
  },
  {
    "Ethereum Address": "0x6Cd691c538Dcc0Da1318DCD4FF803758626526F1",
    "Name": "Anguirus",
    "Description": "Ola, I am Anguirus, I really like to prank call people and pretend I am a vampire! Thinking back, my best Halloween was when I dressed up as Keith Richards and went to a rave. My favourite scary movie is The Shining",
    "NFC ID": "044A414AE26280",
    "Gender": "Male",
    "Colour": "Glow in the Dark",
    "Batch": "Spooky",
    "Class": "Unnerving",
    "Skill": "Jack o' Latern Carver",
    "NFT Image": "Skeleton"
  },
  {
    "Ethereum Address": "0xBe8F6309C504d4bcA414853F3d853750C39635a8",
    "Name": "Skummelt",
    "Description": "Boo, I go by the name of Skummelt, Frightening people is my favourite thing to do and Halloween is my favourite day of the year, I decorate my house, carve pumpkins and in the evening I love to sit alone in the dark, listening for ghosts.",
    "NFC ID": "0452414AE26280",
    "Gender": "Male",
    "Colour": "Glow in the Dark",
    "Batch": "Spooky",
    "Class": "Bizarre",
    "Skill": "Spooky",
    "NFT Image": "Casper"
  },
  {
    "Ethereum Address": "0x633314e79a80D19FF005F5ED876aB8DaFA87Fa76",
    "Name": "Prospero",
    "Description": "Ola Amigo, I am Prospero, I love to watch the scariest of movies. The greatest Halloween ever was when dressed up as a pigeon and ate an entire bag of chocolate all to myself. My favourite scary movie is the Land Before Time",
    "NFC ID": "0459424AE26280",
    "Gender": "Male",
    "Colour": "Glow in the Dark",
    "Batch": "Spooky",
    "Class": "Ghostly",
    "Skill": "Chocolate Connoisseur",
    "NFT Image": "Casper"
  },
  {
    "Ethereum Address": "0x633314e79a80D19FF005F5ED876aB8DaFA87Fa76",
    "Name": "Spooky Tim",
    "Description": "Boo, my name is Spooky Tim, I enjoy being the spookiest of all my friends and one Halloween I went to a party at Lou Ferrigno's house and jumped in his pool! My favourite scary movie is The Omen.",
    "NFC ID": "045F424AE26280",
    "Gender": "Male",
    "Colour": "Glow in the Dark",
    "Batch": "Spooky",
    "Class": "Bizarre",
    "Skill": "Jack o' Latern Carver",
    "NFT Image": "Tree"
  },
  {
    "Ethereum Address": "0xBe8F6309C504d4bcA414853F3d853750C39635a8",
    "Name": "Sidney",
    "Description": "Yo Yo, it's me Sidney, I enjoy being spooky and love to visit Transylvania. Thinking back, my best Halloween was when I dressed up as a zombie then went to a party in a spooky castle. I'm scared of my altcoin holdings.",
    "NFC ID": "045A414AE26280",
    "Gender": "Female",
    "Colour": "Glow in the Dark",
    "Batch": "Spooky",
    "Class": "Frightening",
    "Skill": "Mask Maker",
    "NFT Image": "Casper"
  },
  {
    "Ethereum Address": "0x3C3A07B8778Abe80B217b1CCA04dc40d6EF837Eb",
    "Name": "Bram",
    "Description": "Hey, my name is Bram, I love to scare people and wish it was Halloween every day, I decorate my house with seriously spooky decorations and then at night time I hang out in haunted mansions. The best Halloween I've ever had is when I put a lot of work into my costume and dressed up as a ghoulish Richard Gere then set off the biggest fireworks I've ever seen. My favourite scary movie is Let the Right One in",
    "NFC ID": "0453404AE26280",
    "Gender": "Male",
    "Colour": "Glow in the Dark",
    "Batch": "Spooky",
    "Class": "Terrifying",
    "Skill": "Magic",
    "NFT Image": "Skeleton"
  },
  {
    "Ethereum Address": "0xBe8F6309C504d4bcA414853F3d853750C39635a8",
    "Name": "Leatherface",
    "Description": "Spooky greetings to you, I'm Leatherface, I love to cook Goulash. My best Halloween memory is from when I dressed up like a magic Unicorn and snuck into the local zoo to kiss a crocodile as a dare! My favourite scary movie is Pitch Black",
    "NFC ID": "044C404AE26280",
    "Gender": "Male",
    "Colour": "Glow in the Dark",
    "Batch": "Spooky",
    "Class": "Bizarre",
    "Skill": "Mask Maker",
    "NFT Image": "Casper"
  },
  {
    "Ethereum Address": "0x78Ac9518F1112A5C3B3B74B87D41dBFa407bBD9c",
    "Name": "Noir",
    "Description": "Boo, I'm Noir, I sometimes Prank call people and pretend I am calling from the future! My best Halloween memory is from when I dressed up like a zombie lion tamer and swam in a pool full of custard! My favourite scary movie is Troll Hunter",
    "NFC ID": "0446404AE26280",
    "Gender": "Male",
    "Colour": "Glow in the Dark",
    "Batch": "Spooky",
    "Class": "Terrifying",
    "Skill": "Psychic",
    "NFT Image": "Casper"
  },
  {
    "Ethereum Address": "0x78Ac9518F1112A5C3B3B74B87D41dBFa407bBD9c",
    "Name": "Prodigium",
    "Description": "Boo, it's me, Prodigium, I really like to spend time staying in haunted hotels. The best Halloween I've ever had is when I dressed up as The Mad Hatter, went to a local club and danced all night. My favourite scary movie is The Omen",
    "NFC ID": "04304AAAE25680",
    "Gender": "Male",
    "Colour": "Glow in the Dark",
    "Batch": "Spooky",
    "Class": "Ghostly",
    "Skill": "Cosplayer",
    "NFT Image": "Casper"
  },
  {
    "Ethereum Address": "0x78Ac9518F1112A5C3B3B74B87D41dBFa407bBD9c",
    "Name": "E zezë",
    "Description": "Ola, I am E zezë, I enjoy being spooky and love to prank call people and pretend I can see them. Thinking back, my best Halloween was when I dressed up as Hulk Hogan and spent the evening howling at the moon. My favourite scary movie is The Evil Dead",
    "NFC ID": "0438404AE26280",
    "Gender": "Female",
    "Colour": "Glow in the Dark",
    "Batch": "Spooky",
    "Class": "Terrifying",
    "Skill": "Chocolate Connoisseur",
    "NFT Image": "Casper"
  },
  {
    "Ethereum Address": "0x78Ac9518F1112A5C3B3B74B87D41dBFa407bBD9c",
    "Name": "Netvor",
    "Description": "Boo, my name is Netvor, Sometimes I cook Goulash. My best Halloween memory is from when I dressed up as a very scary elmo then went to a spooky tea party. My favourite scary movie is 28 Days Later",
    "NFC ID": "0432404AE26280",
    "Gender": "Male",
    "Colour": "Glow in the Dark",
    "Batch": "Spooky",
    "Class": "Frightening",
    "Skill": "Scary Movie Expert",
    "NFT Image": "Casper"
  },
  {
    "Ethereum Address": "0x78Ac9518F1112A5C3B3B74B87D41dBFa407bBD9c",
    "Name": "Cenobite",
    "Description": "Howdy, my name is Cenobite, I like to sit alone in the dark, listening for ghosts. The best Halloween I've ever had is when I dressed up like a Batman, went to a party in a haunted waterpark and chased a ghost down a slide. My favourite scary movie is The Thing",
    "NFC ID": "042A404AE26280",
    "Gender": "Male",
    "Colour": "Glow in the Dark",
    "Batch": "Spooky",
    "Class": "Bizarre",
    "Skill": "Chocolate Connoisseur",
    "NFT Image": "Tree"
  },
  {
    "Ethereum Address": "0x78Ac9518F1112A5C3B3B74B87D41dBFa407bBD9c",
    "Name": "Biollante",
    "Description": "Boo, I go by the name of Biollante, I love to wear a cape and hang out at the local blood bank! The greatest Halloween ever was when I went on a boat dressed as a pirate!",
    "NFC ID": "0424404AE26280",
    "Gender": "Male",
    "Colour": "Glow in the Dark",
    "Batch": "Spooky",
    "Class": "Ghostly",
    "Skill": "Trickster",
    "NFT Image": "Tree"
  },
  {
    "Ethereum Address": "0x0000001d2B0A08A235276e8765aa1A659Aae58bb",
    "Name": "Chestnut",
    "Description": "Boo, I'm Chestnut, I enjoy being frightening and love to sit alone in the dark, listening for ghosts. My all time favourite Halloween is when I dressed up as Gary Busey and went to a rave. I'm terrified of my family finding out how much crypto I own.",
    "NFC ID": "0412414AE26280",
    "Gender": "Female",
    "Colour": "Glow in the Dark",
    "Batch": "Spooky",
    "Class": "Frightening",
    "Skill": "Brave",
    "NFT Image": "Tree"
  },
  {
    "Ethereum Address": "0x60E6F3bedb855c935b64b706dCfB976D8c53c81E",
    "Name": "Golem",
    "Description": "Hey, my name is Golem, I enjoy being the spookiest of all my friends and really like to eat cheese before I go to bed. The perfect Halloween was when I dressed up as a demonic Seth Rogen and spent the night dancing to Abba!",
    "NFC ID": "040C414AE26280",
    "Gender": "Male",
    "Colour": "Glow in the Dark",
    "Batch": "Spooky",
    "Class": "Ghostly",
    "Skill": "Spooky",
    "NFT Image": "Tree"
  },
  {
    "Ethereum Address": "0xA4474649F7d876F01c45972f4030E2be3bb51D66",
    "Name": "Wednesday",
    "Description": "Hello, my name is Wednesday, Halloween is my favourite time of the year, I enjoy being especially spooky, I bunk off work and love to dress my pets up as giant spiders. The greatest Halloween ever was when I dressed up as a Princess and ended up in Jeff Goldblum's haunted castle, drinking shots of tequila until the sun came up! My favourite scary movie is The Exorcist II.",
    "NFC ID": "0406424AE26280",
    "Gender": "Female",
    "Colour": "Glow in the Dark",
    "Batch": "Spooky",
    "Class": "Frightening",
    "Skill": "Brave",
    "NFT Image": "Tree"
  },
  {
    "Ethereum Address": "0x51Cf94599Ec151e1f3432E6f60A81bB579f81999",
    "Name": "FrankenKaiju",
    "Description": "Boo, I'm FrankenKaiju, Halloween is my favourite time of the year, I love to prank call people and pretend I can see them. My favourite Halloween memory is from when I dressed up as a ghoulish Richard Gere and  set off the biggest fireworks I've ever seen. My favourite scary movie is Let the Right One in",
    "NFC ID": "0402414AE26280",
    "Gender": "Male",
    "Colour": "Glow in the Dark",
    "Batch": "Spooky",
    "Class": "Terrifying",
    "Skill": "Cosplayer",
    "NFT Image": "Tree"
  },
  {
    "Ethereum Address": "0x51Cf94599Ec151e1f3432E6f60A81bB579f81999",
    "Name": "Gespenstisch",
    "Description": "Boo, it's me, Gespenstisch, Halloween is my favourite holiday of the year, I love to watch Jumanji, I wish there was a version I could play online. My fondest Halloween memory is from when I ended up partying with Dustin Diamond!. I'm terrified of my wife finding out how much crypto I own.",
    "NFC ID": "0409414AE26280",
    "Gender": "Male",
    "Colour": "Glow in the Dark",
    "Batch": "Spooky",
    "Class": "Unnerving",
    "Skill": "Cosplayer",
    "NFT Image": "Tree"
  },
  {
    "Ethereum Address": "0x51Cf94599Ec151e1f3432E6f60A81bB579f81999",
    "Name": "Creepy Toes",
    "Description": "Boop Boop Dawoop, it's me, Creepy toes, I am known for being the spookiest person in my neighbourhood and for throwing the best Halloween parties!",
    "NFC ID": "04143F4AE26280",
    "Gender": "Male",
    "Colour": "Glow in the Dark",
    "Batch": "Spooky",
    "Class": "Terrifying",
    "Skill": "Firework Expert",
    "NFT Image": "Casper"
  },
  {
    "Ethereum Address": "0x45af9C61E1Ce9062eDe953C42BfdDa614647abA9",
    "Name": "Dreadboi",
    "Description": "Yo, I go by the name of Dreadboi, I enjoy scaring people and like to eat cheese before I go to bed. The best Halloween I've ever had is when I dressed up like a haunted pencil sharpener and ate garlic until I puked! My favourite scary movie is The Exorcist",
    "NFC ID": "0413404AE26280",
    "Gender": "Male",
    "Colour": "Glow in the Dark",
    "Batch": "Spooky",
    "Class": "Hair-raising",
    "Skill": "Jack o' Latern Carver",
    "NFT Image": "Casper"
  },
  {
    "Ethereum Address": "0x51Cf94599Ec151e1f3432E6f60A81bB579f81999",
    "Name": "Zoopini",
    "Description": "Ola, my name is Zoopini, Frightening people is my favourite thing to do and Halloween is my favourite day of the year, I decorate my house, carve pumpkins and in the evening I love to Prank call people and pretend I am calling from the future! My favourite scary movie is The Grudge",
    "NFC ID": "041A404AE26280",
    "Gender": "Male",
    "Colour": "Glow in the Dark",
    "Batch": "Spooky",
    "Class": "Hair-raising",
    "Skill": "Mask Maker",
    "NFT Image": "Casper"
  },
  {
    "Ethereum Address": "0x78Ac9518F1112A5C3B3B74B87D41dBFa407bBD9c",
    "Name": "Frank N Farter",
    "Description": "Bonjour, I go by the name of Frank N Farter, I sometimes eat cheese before I go to bed. The best Halloween I've ever had is when I dressed up as a dog, hid in a bush and barked at people! My favourite spooky movie is The Fly!",
    "NFC ID": "0421404AE26280",
    "Gender": "Male",
    "Colour": "Glow in the Dark",
    "Batch": "Spooky",
    "Class": "Gross",
    "Skill": "Brave",
    "NFT Image": "Tree"
  },
  {
    "Ethereum Address": "0x78Ac9518F1112A5C3B3B74B87D41dBFa407bBD9c",
    "Name": "Nightpaw",
    "Description": "Boo, I go by the name of Nightpaw, Halloween is my favourite time of the year, I like to prank call people and pretend I am a vampire! My favourite scary movie is Psycho",
    "NFC ID": "04263F4AE26280",
    "Gender": "Male",
    "Colour": "Glow in the Dark",
    "Batch": "Spooky",
    "Class": "Hair-raising",
    "Skill": "Cosplayer",
    "NFT Image": "Tree"
  },
  {
    "Ethereum Address": "0x78Ac9518F1112A5C3B3B74B87D41dBFa407bBD9c",
    "Name": "Geest",
    "Description": "Boo, I'm Geest, I sometimes prank call people and pretend I can see them. The greatest Halloween ever was when I put a lot of effort into my outfit, dressed up as Boris Johnson and went to a party at Lionel Blair's house to watch him tap dance with a gorilla for 2 hours straight. My favourite scary movie is The Conjuring",
    "NFC ID": "042F3F4AE26280",
    "Gender": "Male",
    "Colour": "Glow in the Dark",
    "Batch": "Spooky",
    "Class": "Ghostly",
    "Skill": "Mask Maker",
    "NFT Image": "Tree"
  },
  {
    "Ethereum Address": "0x78Ac9518F1112A5C3B3B74B87D41dBFa407bBD9c",
    "Name": "Terrorfiend",
    "Description": "Ola Amigo, I am Terrorfiend, I enjoy scaring people and like to prank call people and pretend I can see them. I love to howl at the moon and eat cheese before bed.",
    "NFC ID": "043B3F4AE26280",
    "Gender": "Male",
    "Colour": "Glow in the Dark",
    "Batch": "Spooky",
    "Class": "Terrifying",
    "Skill": "Psychic",
    "NFT Image": "Tree"
  },
  {
    "Ethereum Address": "0x78Ac9518F1112A5C3B3B74B87D41dBFa407bBD9c",
    "Name": "Rolo",
    "Description": "Ola, my name is Rolo, I sometimes prank call people and pretend I'm a ghost. My favourite scary movie is The Exorcist",
    "NFC ID": "044D444AE26280",
    "Gender": "Male",
    "Colour": "Glow in the Dark",
    "Batch": "Spooky",
    "Class": "Unnerving",
    "Skill": "Spooky",
    "NFT Image": "Tree"
  },
  {
    "Ethereum Address": "0x6b6c26a4Dac25B95F0eD0AF8b0AF8a7c8D232dff",
    "Name": "Matty K",
    "Description": "Boo, my name is Matty K, I am a creepy kaiju with the personality of a treacherous goblin, I love to cause mischief and trouble, Happy Halloween!!",
    "NFC ID": "04583E4AE26280",
    "Gender": "Male",
    "Colour": "Glow in the Dark",
    "Batch": "",
    "Class": "Hair-raising",
    "Skill": "Spooky",
    "NFT Image": "Tree"
  },
  {
    "Ethereum Address": "0x6b6c26a4Dac25B95F0eD0AF8b0AF8a7c8D232dff",
    "Name": "Fangy",
    "Description": "Bonjour, my name is Fangy, I enjoy being the spookiest of all my friends and really like to cook Goulash. The greatest Halloween ever was when I dressed up as Jerry Seinfeld and went to a party in Luigi's mansion. My favourite scary movie is Candyman",
    "NFC ID": "042F3E4AE26280",
    "Gender": "Male",
    "Colour": "Glow in the Dark",
    "Batch": "Spooky",
    "Class": "Bizarre",
    "Skill": "Chocolate Connoisseur",
    "NFT Image": "Tree"
  },
  {
    "Ethereum Address": "0x6b6c26a4Dac25B95F0eD0AF8b0AF8a7c8D232dff",
    "Name": "Ana",
    "Description": "Hey, I am Ana, I enjoy scaring people and like to get all of my friends round to my house, set off fireworks and watch scary movies! My best Halloween memory is from when I went to a party in a haunted castle. Sometimes I think I can hear people moving around my house at night!",
    "NFC ID": "04523E4AE26280",
    "Gender": "Female",
    "Colour": "Glow in the Dark",
    "Batch": "Spooky",
    "Class": "Terrifying",
    "Skill": "Mask Maker",
    "NFT Image": "Tree"
  },
  {
    "Ethereum Address": "0x6b6c26a4Dac25B95F0eD0AF8b0AF8a7c8D232dff",
    "Name": "Freddy sharp teeth",
    "Description": "Yo Yo, it's me Freddy sharp teeth, I enjoy being frightening and love to dance the monster mash. The best Halloween I've ever had is when I dressed up as a scary Spider-Man and ate an entire pizza all to myself. My favourite scary movie is Poltergeist",
    "NFC ID": "0454404AE26280",
    "Gender": "Male",
    "Colour": "Glow in the Dark",
    "Batch": "Spooky",
    "Class": "Ghostly",
    "Skill": "Jack o' Latern Carver",
    "NFT Image": "Tree"
  },
  {
    "Ethereum Address": "0x6b6c26a4Dac25B95F0eD0AF8b0AF8a7c8D232dff",
    "Name": "Mr Spooky",
    "Description": "Hey, my name is Mr Spooky, Sometimes I prank call people and pretend I am a ghost! This Halloween I am going to dress up as a magical vampire hunter and go to a pizza party. I'm scared of my altcoin holdings.",
    "NFC ID": "0451444AE26280",
    "Gender": "Male",
    "Colour": "Glow in the Dark",
    "Batch": "Spooky",
    "Class": "Hair-raising",
    "Skill": "Brave",
    "NFT Image": "Tree"
  },
  {
    "Ethereum Address": "0x6b6c26a4Dac25B95F0eD0AF8b0AF8a7c8D232dff",
    "Name": "Venkman",
    "Description": "Boo, it's me, Venkman, Halloween is my favourite holiday of the year, I love to prank call people and pretend I can see them. The scariest Halloween I can remember is when I went to a cheese and wine party at Bruce Willis's house, he kept telling me he \"could see dead people\" and everyone at the party thought he was quoting the 6th Sense until we found out that earlier that day he'd witnessed a terrible car crash on his way back from work.",
    "NFC ID": "044A444AE26280",
    "Gender": "Male",
    "Colour": "Glow in the Dark",
    "Batch": "Spooky",
    "Class": "Frightening",
    "Skill": "Chocolate Connoisseur",
    "NFT Image": "Tree"
  }
]
